Repository: stadline/linkdata-bundle
Catalog: Resources/translations/datatypes.*.xlf
Languages: de, hu, nl, pt

# datatype_1
source: Heart rate
de: Herzfrequenz
hu: Szívritmus
nl: Hartslagfrequentie
pt: 心率

# datatype_4
source: Average heart rate
de: Durchschn. HF
hu: Átlagos szívritmus.
nl: Cardio gem.
pt: 平均心率.

# datatype_5
source: Distance
de: Distanz
hu: Távolság
nl: Afstand
pt: 距离

# datatype_6
source: Speed
de: Geschwindigkeit
hu: Sebesség
nl: Snelheid
pt: 速度

# datatype_9
source: Average speed.
de: Durchschnittsgeschwindigkeit.
hu: Átlagsebesség.
nl: Gem. snelheid
pt: 平均速度

# datatype_14
source: Altitude
de: Höhenlage
hu: Magasság
nl: Hoogte
pt: 海拔

# datatype_15
source: Top altitude
de: Max. Höhenlage
hu: Max. magasság
nl: Hoogte max
pt: 最大海拔

# datatype_16
source: Lowest altitude
de: Min. Höhenlage
hu: Min. magasság
nl: Hoogte min
pt: 最小海拔

# datatype_18
source: Elevation gain
de: Höhenunterschied beim Anstieg
hu: Szintkülönbség emelkedésnél
nl: Hoogteverschil stijging
pt: 上升高程差

# datatype_19
source: Elevation loss
de: Höhenunterschied beim Abstieg
hu: Szintkülönbség ereszkedésnél
nl: Hoogteverschil daling
pt: 下降高程差

# datatype_20
source: Lap
hu: Szakasz
pt: 圈数

# datatype_23
source: Calories burnt
de: Verbrannte Kalorien
hu: Elégetett kalóriák
nl: Verbruikte calorieÃ«n
pt: 卡路里消耗值

# datatype_24
source: Duration
de: Dauer
hu: Időtartam
nl: Duur
pt: 时长

# datatype_25
source: Minimum cardio percentage
de: Mind.-Prozentsatz Herzfrequ.
hu: Min. kardio százalék
nl: Min. percentage hartslag
pt: 最小心率百分比

# datatype_26
source: Maximum cardio percentage
de: Max. Prozentsatz Herzfrequ.
hu: Max. kardio százalék
nl: Max. percentage hartslag
pt: 最大心率百分比

# datatype_29
source: Number of steps
de: Anzahl der Schritte
hu: Lépésszám
nl: Aantal passen
pt: 步数

# datatype_30
source: Activity duration
de: Dauer der Aktivität
hu: Tevékenységi idők
nl: Tijd activiteit
pt: 活动时间

# datatype_98
source: Number of sessions
de: Anzahl der Übungen
hu: Edzések száma
nl: Aantal sessies
pt: 训练次数

# datatype_99
source: Points earned
de: Gewonnene Punkte
hu: Nyert pontok
nl: Verdiende punten
pt: 获得点数
